Revit 2027 API
ParameterTypeId.ViewGraphSchedRowsCount Property
 "Segments in Viewport"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedRowsCount { get; }
Public Shared ReadOnly Property ViewGraphSchedRowsCount As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedRowsCount {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedRowsCount : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace